QUIZ = [
    {
        "q": "ما عاصمة اليابان؟ (1)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (1)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (1)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (1)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (1)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (1)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (1)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (1)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (1)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (1)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (2)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (2)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (2)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (2)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (2)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (2)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (2)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (2)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (2)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (2)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (3)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (3)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (3)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (3)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (3)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (3)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (3)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (3)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (3)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (3)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (4)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (4)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (4)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (4)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (4)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (4)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (4)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (4)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (4)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (4)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (5)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (5)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (5)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (5)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (5)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (5)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (5)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (5)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (5)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (5)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (6)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (6)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (6)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (6)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (6)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (6)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (6)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (6)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (6)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (6)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (7)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (7)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (7)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (7)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (7)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (7)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (7)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (7)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (7)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (7)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (8)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (8)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (8)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (8)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (8)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (8)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (8)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (8)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (8)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (8)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (9)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (9)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (9)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (9)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (9)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (9)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (9)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (9)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (9)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (9)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (10)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (10)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (10)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (10)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (10)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (10)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (10)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (10)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (10)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (10)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (11)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (11)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (11)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (11)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (11)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (11)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (11)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (11)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (11)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (11)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (12)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (12)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (12)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (12)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (12)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (12)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (12)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (12)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (12)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (12)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (13)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (13)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (13)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (13)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (13)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (13)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (13)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (13)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (13)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (13)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (14)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (14)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (14)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (14)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (14)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (14)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (14)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (14)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (14)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (14)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (15)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (15)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (15)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (15)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (15)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (15)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (15)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (15)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (15)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (15)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (16)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (16)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (16)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (16)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (16)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (16)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (16)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (16)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (16)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (16)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (17)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (17)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (17)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (17)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (17)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (17)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (17)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (17)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (17)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (17)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (18)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (18)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (18)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (18)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (18)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (18)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (18)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (18)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (18)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (18)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (19)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (19)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (19)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (19)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (19)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (19)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (19)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (19)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (19)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (19)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (20)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (20)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (20)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (20)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (20)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (20)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (20)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (20)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (20)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (20)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (21)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (21)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (21)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (21)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (21)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (21)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (21)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (21)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (21)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (21)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (22)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (22)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (22)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (22)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (22)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (22)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (22)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (22)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (22)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (22)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (23)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (23)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (23)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (23)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (23)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (23)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (23)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (23)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (23)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (23)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (24)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (24)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (24)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (24)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (24)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (24)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (24)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (24)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (24)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (24)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (25)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (25)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (25)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (25)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (25)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (25)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (25)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (25)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (25)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (25)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (26)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (26)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (26)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (26)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (26)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (26)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (26)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (26)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (26)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (26)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (27)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (27)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (27)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (27)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (27)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (27)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (27)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (27)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (27)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (27)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (28)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (28)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (28)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (28)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (28)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (28)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (28)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (28)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (28)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (28)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (29)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (29)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (29)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (29)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (29)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (29)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (29)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (29)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (29)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (29)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (30)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (30)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (30)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (30)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (30)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (30)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (30)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (30)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (30)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (30)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (31)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (31)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (31)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (31)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (31)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (31)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (31)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (31)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (31)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (31)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (32)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (32)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (32)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (32)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (32)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (32)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (32)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (32)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (32)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (32)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (33)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (33)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (33)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (33)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (33)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (33)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (33)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (33)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (33)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (33)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (34)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (34)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (34)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (34)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (34)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (34)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (34)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (34)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (34)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (34)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (35)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (35)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (35)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (35)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (35)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (35)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (35)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (35)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (35)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (35)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (36)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (36)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (36)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (36)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (36)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (36)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (36)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (36)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (36)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (36)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (37)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (37)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (37)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (37)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (37)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (37)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (37)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (37)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (37)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (37)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (38)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (38)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (38)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (38)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (38)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (38)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (38)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (38)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (38)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (38)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (39)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (39)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (39)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (39)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (39)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (39)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (39)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (39)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (39)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (39)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (40)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (40)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (40)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (40)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (40)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (40)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (40)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (40)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (40)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (40)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (41)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (41)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (41)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (41)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (41)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (41)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (41)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (41)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (41)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (41)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (42)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (42)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (42)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (42)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (42)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (42)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (42)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (42)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (42)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (42)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (43)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (43)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (43)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (43)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (43)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (43)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (43)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (43)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (43)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (43)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (44)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (44)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (44)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (44)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (44)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (44)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (44)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (44)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (44)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (44)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (45)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (45)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (45)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (45)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (45)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (45)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (45)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (45)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (45)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (45)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (46)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (46)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (46)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (46)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (46)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (46)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (46)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (46)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (46)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (46)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (47)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (47)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (47)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (47)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (47)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (47)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (47)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (47)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (47)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (47)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (48)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (48)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (48)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (48)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (48)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (48)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (48)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (48)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (48)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (48)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (49)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (49)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (49)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (49)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (49)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (49)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (49)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (49)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (49)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (49)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (50)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (50)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (50)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (50)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (50)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (50)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (50)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (50)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (50)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (50)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (51)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (51)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (51)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (51)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (51)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (51)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (51)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (51)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (51)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (51)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (52)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (52)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (52)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (52)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (52)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (52)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (52)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (52)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (52)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (52)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (53)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (53)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (53)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (53)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (53)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (53)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (53)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (53)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (53)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (53)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (54)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (54)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (54)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (54)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (54)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (54)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (54)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (54)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (54)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (54)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (55)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (55)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (55)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (55)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (55)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (55)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (55)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (55)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (55)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (55)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (56)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (56)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (56)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (56)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (56)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (56)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (56)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (56)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (56)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (56)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (57)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (57)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (57)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (57)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (57)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (57)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (57)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (57)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (57)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (57)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (58)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (58)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (58)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (58)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (58)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (58)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (58)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (58)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (58)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (58)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (59)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (59)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (59)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (59)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (59)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (59)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (59)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (59)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (59)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (59)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (60)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (60)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (60)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (60)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (60)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (60)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (60)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (60)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (60)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (60)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (61)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (61)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (61)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (61)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (61)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (61)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (61)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (61)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (61)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (61)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (62)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (62)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (62)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (62)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (62)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (62)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (62)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (62)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (62)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (62)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (63)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (63)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (63)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (63)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (63)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (63)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (63)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (63)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (63)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (63)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (64)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (64)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (64)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (64)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (64)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (64)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (64)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (64)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (64)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (64)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (65)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (65)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (65)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (65)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (65)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (65)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (65)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (65)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (65)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (65)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (66)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (66)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (66)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (66)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (66)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (66)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (66)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (66)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (66)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (66)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (67)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (67)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (67)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (67)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (67)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (67)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (67)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (67)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (67)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (67)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (68)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (68)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (68)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (68)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (68)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (68)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (68)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (68)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (68)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (68)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (69)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (69)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (69)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (69)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (69)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (69)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (69)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (69)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (69)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (69)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (70)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (70)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (70)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (70)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (70)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (70)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (70)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (70)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (70)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (70)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (71)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (71)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (71)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (71)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (71)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (71)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (71)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (71)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (71)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (71)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (72)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (72)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (72)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (72)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (72)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (72)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (72)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (72)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (72)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (72)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (73)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (73)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (73)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (73)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (73)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (73)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (73)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (73)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (73)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (73)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (74)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (74)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (74)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (74)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (74)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (74)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (74)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (74)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (74)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (74)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (75)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (75)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (75)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (75)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (75)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (75)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (75)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (75)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (75)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (75)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (76)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (76)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (76)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (76)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (76)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (76)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (76)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (76)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (76)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (76)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (77)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (77)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (77)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (77)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (77)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (77)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (77)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (77)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (77)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (77)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (78)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (78)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (78)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (78)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (78)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (78)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (78)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (78)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (78)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (78)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (79)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (79)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (79)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (79)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (79)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (79)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (79)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (79)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (79)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (79)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (80)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (80)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (80)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (80)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (80)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (80)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (80)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (80)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (80)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (80)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (81)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (81)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (81)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (81)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (81)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (81)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (81)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (81)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (81)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (81)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (82)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (82)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (82)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (82)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (82)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (82)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (82)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (82)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (82)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (82)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (83)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (83)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (83)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (83)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (83)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (83)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (83)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (83)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (83)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (83)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (84)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (84)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (84)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (84)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (84)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (84)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (84)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (84)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (84)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (84)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (85)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (85)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (85)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (85)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (85)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (85)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (85)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (85)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (85)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (85)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (86)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (86)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (86)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (86)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (86)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (86)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (86)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (86)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (86)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (86)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (87)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (87)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (87)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (87)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (87)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (87)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (87)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (87)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (87)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (87)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (88)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (88)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (88)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (88)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (88)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (88)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (88)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (88)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (88)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (88)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (89)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (89)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (89)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (89)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (89)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (89)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (89)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (89)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (89)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (89)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (90)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (90)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (90)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (90)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (90)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (90)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (90)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (90)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (90)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (90)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (91)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (91)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (91)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (91)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (91)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (91)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (91)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (91)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (91)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (91)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (92)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (92)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (92)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (92)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (92)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (92)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (92)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (92)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (92)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (92)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (93)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (93)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (93)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (93)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (93)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (93)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (93)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (93)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (93)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (93)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (94)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (94)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (94)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (94)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (94)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (94)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (94)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (94)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (94)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (94)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (95)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (95)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (95)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (95)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (95)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (95)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (95)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (95)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (95)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (95)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (96)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (96)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (96)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (96)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (96)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (96)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (96)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (96)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (96)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (96)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (97)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (97)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (97)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (97)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (97)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (97)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (97)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (97)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (97)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (97)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (98)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (98)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (98)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (98)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (98)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (98)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (98)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (98)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (98)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (98)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (99)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (99)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (99)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (99)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (99)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (99)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (99)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (99)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (99)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (99)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (100)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (100)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (100)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (100)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (100)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (100)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (100)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (100)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (100)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (100)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (101)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (101)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (101)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (101)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (101)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (101)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (101)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (101)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (101)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (101)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (102)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (102)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (102)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (102)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (102)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (102)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (102)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (102)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (102)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (102)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (103)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (103)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (103)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (103)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (103)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (103)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (103)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (103)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (103)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (103)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (104)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (104)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (104)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (104)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (104)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (104)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (104)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (104)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (104)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (104)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (105)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "من هو مكتشف أمريكا؟ (105)",
        "options": [
            "كريستوفر كولومبوس",
            "ماجلان",
            "أمريكو فسبوتشي",
            "فاسكو دا جاما"
        ],
        "ans": 0
    },
    {
        "q": "ما هي عاصمة كندا؟ (105)",
        "options": [
            "أوتاوا",
            "تورونتو",
            "فانكوفر",
            "مونتريال"
        ],
        "ans": 0
    },
    {
        "q": "من النبي الذي فلق البحر بعصاه؟ (105)",
        "options": [
            "موسى",
            "عيسى",
            "محمد",
            "يونس"
        ],
        "ans": 0
    },
    {
        "q": "ما العنصر الذي رمزه الكيميائي Au؟ (105)",
        "options": [
            "ذهب",
            "فضة",
            "نحاس",
            "حديد"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد لاعبي فريق كرة القدم؟ (105)",
        "options": [
            "11",
            "10",
            "12",
            "9"
        ],
        "ans": 0
    },
    {
        "q": "من هو أول إنسان صعد إلى القمر؟ (105)",
        "options": [
            "نيل آرمسترونغ",
            "يوري غاغارين",
            "باز ألدرين",
            "مايكل كولينز"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد أحرف اللغة العربية؟ (105)",
        "options": [
            "28",
            "29",
            "26",
            "27"
        ],
        "ans": 0
    },
    {
        "q": "في أي قارة تقع دولة السنغال؟ (105)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا الجنوبية"
        ],
        "ans": 0
    },
    {
        "q": "ما هو الغاز الأساسي الذي يتنفسه الإنسان؟ (105)",
        "options": [
            "الأكسجين",
            "النيتروجين",
            "ثاني أكسيد الكربون",
            "الهيدروجين"
        ],
        "ans": 0
    }
]