QUIZ = [
    {
        "q": "كم عدد أركان الإسلام؟ (1)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (1)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (1)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (1)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (1)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (1)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (1)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (1)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (1)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (1)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (2)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (2)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (2)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (2)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (2)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (2)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (2)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (2)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (2)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (2)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (3)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (3)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (3)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (3)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (3)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (3)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (3)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (3)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (3)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (3)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (4)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (4)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (4)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (4)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (4)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (4)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (4)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (4)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (4)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (4)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (5)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (5)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (5)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (5)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (5)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (5)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (5)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (5)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (5)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (5)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (6)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (6)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (6)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (6)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (6)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (6)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (6)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (6)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (6)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (6)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (7)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (7)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (7)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (7)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (7)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (7)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (7)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (7)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (7)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (7)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (8)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (8)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (8)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (8)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (8)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (8)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (8)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (8)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (8)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (8)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (9)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (9)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (9)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (9)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (9)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (9)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (9)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (9)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (9)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (9)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (10)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (10)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (10)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (10)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (10)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (10)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (10)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (10)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (10)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (10)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (11)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (11)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (11)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (11)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (11)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (11)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (11)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (11)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (11)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (11)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (12)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (12)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (12)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (12)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (12)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (12)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (12)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (12)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (12)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (12)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (13)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (13)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (13)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (13)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (13)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (13)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (13)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (13)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (13)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (13)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (14)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (14)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (14)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (14)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (14)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (14)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (14)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (14)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (14)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (14)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (15)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (15)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (15)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (15)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (15)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (15)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (15)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (15)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (15)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (15)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (16)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (16)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (16)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (16)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (16)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (16)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (16)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (16)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (16)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (16)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (17)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (17)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (17)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (17)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (17)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (17)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (17)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (17)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (17)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (17)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (18)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (18)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (18)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (18)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (18)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (18)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (18)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (18)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (18)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (18)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (19)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (19)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (19)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (19)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (19)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (19)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (19)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (19)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (19)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (19)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد أركان الإسلام؟ (20)",
        "options": [
            "خمسة",
            "ستة",
            "أربعة",
            "سبعة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الصلاة الثانية من أركان الإسلام؟ (20)",
        "options": [
            "الزكاة",
            "الصلاة",
            "الشهادة",
            "الصوم"
        ],
        "ans": 1
    },
    {
        "q": "ما هي سورة الفاتحة في ترتيب المصحف؟ (20)",
        "options": [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        "ans": 0
    },
    {
        "q": "من هو خاتم الأنبياء؟ (20)",
        "options": [
            "عيسى",
            "موسى",
            "محمد",
            "إبراهيم"
        ],
        "ans": 2
    },
    {
        "q": "ما هو كتاب الله المنزل على النبي موسى؟ (20)",
        "options": [
            "الإنجيل",
            "القرآن",
            "الزبور",
            "التوراة"
        ],
        "ans": 3
    },
    {
        "q": "في أي شهر صام المسلمون؟ (20)",
        "options": [
            "رمضان",
            "شوّال",
            "ذو القعدة",
            "ذو الحجة"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الركن الثالث من أركان الإسلام؟ (20)",
        "options": [
            "الصيام",
            "الحج",
            "الزكاة",
            "الشهادة"
        ],
        "ans": 2
    },
    {
        "q": "من أول من أسلم من الرجال؟ (20)",
        "options": [
            "عثمان",
            "علي",
            "أبو بكر",
            "عمر"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم ليلة القدر في القرآن؟ (20)",
        "options": [
            "ليلة الشك",
            "ليلة الغفران",
            "ليلة العمر",
            "ليلة القدر"
        ],
        "ans": 3
    },
    {
        "q": "ما اسم المدينة التي هاجر إليها النبي؟ (20)",
        "options": [
            "مكة",
            "المدينة",
            "الطائف",
            "بدر"
        ],
        "ans": 1
    },
    {
        "q": "ما عاصمة اليابان؟ (1)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (1)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (1)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (1)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (1)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (1)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (1)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (1)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (1)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (1)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (2)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (2)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (2)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (2)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (2)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (2)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (2)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (2)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (2)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (2)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (3)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (3)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (3)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (3)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (3)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (3)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (3)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (3)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (3)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (3)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (4)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (4)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (4)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (4)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (4)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (4)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (4)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (4)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (4)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (4)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (5)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (5)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (5)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (5)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (5)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (5)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (5)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (5)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (5)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (5)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (6)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (6)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (6)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (6)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (6)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (6)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (6)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (6)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (6)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (6)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (7)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (7)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (7)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (7)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (7)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (7)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (7)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (7)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (7)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (7)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (8)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (8)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (8)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (8)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (8)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (8)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (8)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (8)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (8)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (8)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (9)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (9)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (9)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (9)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (9)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (9)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (9)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (9)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (9)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (9)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (10)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (10)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (10)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (10)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (10)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (10)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (10)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (10)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (10)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (10)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (11)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (11)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (11)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (11)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (11)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (11)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (11)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (11)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (11)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (11)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (12)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (12)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (12)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (12)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (12)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (12)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (12)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (12)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (12)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (12)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (13)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (13)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (13)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (13)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (13)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (13)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (13)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (13)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (13)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (13)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (14)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (14)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (14)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (14)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (14)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (14)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (14)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (14)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (14)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (14)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (15)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (15)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (15)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (15)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (15)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (15)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (15)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (15)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (15)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (15)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (16)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (16)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (16)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (16)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (16)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (16)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (16)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (16)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (16)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (16)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (17)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (17)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (17)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (17)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (17)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (17)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (17)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (17)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (17)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (17)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (18)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (18)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (18)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (18)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (18)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (18)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (18)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (18)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (18)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (18)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (19)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (19)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (19)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (19)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (19)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (19)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (19)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (19)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (19)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (19)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما عاصمة اليابان؟ (20)",
        "options": [
            "طوكيو",
            "كيوتو",
            "أوساكا",
            "هيروشيما"
        ],
        "ans": 0
    },
    {
        "q": "ما أصل كلمة إنترنت؟ (20)",
        "options": [
            "شبكة",
            "عالم",
            "بيانات",
            "متصل"
        ],
        "ans": 3
    },
    {
        "q": "أين يقع برج إيفل؟ (20)",
        "options": [
            "باريس",
            "لندن",
            "روما",
            "مدريد"
        ],
        "ans": 0
    },
    {
        "q": "ما هو أطول نهر في العالم؟ (20)",
        "options": [
            "الأمازون",
            "النيل",
            "اليانغتسي",
            "الميكونغ"
        ],
        "ans": 1
    },
    {
        "q": "ما لغة البرازيل الرسمية؟ (20)",
        "options": [
            "البرتغالية",
            "الإسبانية",
            "الإنجليزية",
            "الفرنسية"
        ],
        "ans": 0
    },
    {
        "q": "كم عدد القارات في العالم؟ (20)",
        "options": [
            "5",
            "6",
            "7",
            "8"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم البحر الذي يفصل بين السعودية ومصر؟ (20)",
        "options": [
            "البحر الأحمر",
            "البحر المتوسط",
            "الخليج",
            "بحر العرب"
        ],
        "ans": 0
    },
    {
        "q": "ما رمز الدولار الأمريكي؟ (20)",
        "options": [
            "€",
            "$",
            "£",
            "¥"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم أكبر قارة؟ (20)",
        "options": [
            "آسيا",
            "أفريقيا",
            "أوروبا",
            "أمريكا الشمالية"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أعلى جبل في العالم؟ (20)",
        "options": [
            "إيفرست",
            "كيلمنجارو",
            "ماناسلو",
            "كانشنجونغا"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (1)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (1)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (1)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (1)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (1)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (1)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (1)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (1)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (1)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (1)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (2)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (2)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (2)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (2)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (2)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (2)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (2)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (2)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (2)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (2)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (3)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (3)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (3)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (3)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (3)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (3)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (3)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (3)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (3)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (3)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (4)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (4)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (4)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (4)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (4)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (4)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (4)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (4)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (4)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (4)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (5)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (5)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (5)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (5)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (5)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (5)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (5)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (5)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (5)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (5)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (6)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (6)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (6)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (6)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (6)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (6)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (6)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (6)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (6)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (6)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (7)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (7)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (7)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (7)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (7)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (7)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (7)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (7)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (7)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (7)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (8)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (8)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (8)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (8)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (8)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (8)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (8)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (8)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (8)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (8)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (9)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (9)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (9)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (9)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (9)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (9)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (9)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (9)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (9)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (9)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (10)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (10)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (10)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (10)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (10)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (10)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (10)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (10)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (10)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (10)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (11)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (11)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (11)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (11)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (11)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (11)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (11)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (11)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (11)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (11)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (12)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (12)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (12)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (12)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (12)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (12)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (12)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (12)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (12)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (12)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (13)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (13)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (13)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (13)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (13)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (13)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (13)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (13)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (13)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (13)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (14)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (14)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (14)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (14)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (14)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (14)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (14)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (14)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (14)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (14)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (15)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (15)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (15)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (15)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (15)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (15)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (15)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (15)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (15)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (15)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (16)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (16)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (16)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (16)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (16)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (16)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (16)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (16)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (16)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (16)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (17)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (17)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (17)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (17)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (17)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (17)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (17)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (17)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (17)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (17)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (18)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (18)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (18)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (18)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (18)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (18)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (18)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (18)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (18)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (18)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (19)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (19)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (19)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (19)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (19)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (19)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (19)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (19)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (19)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (19)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "ما هو العنصر الذي رمزه الكيميائي O؟ (20)",
        "options": [
            "ذهب",
            "أكسجين",
            "هيدروجين",
            "نيتروجين"
        ],
        "ans": 1
    },
    {
        "q": "ما وحدة قياس المقاومة الكهربائية؟ (20)",
        "options": [
            "فولت",
            "أوم",
            "أمبير",
            "واط"
        ],
        "ans": 1
    },
    {
        "q": "من اكتشف نظرية النسبية؟ (20)",
        "options": [
            "نيوتن",
            "أينشتاين",
            "جاليليو",
            "ماكسويل"
        ],
        "ans": 1
    },
    {
        "q": "ما هو أسرع حيوان بري؟ (20)",
        "options": [
            "الفهد",
            "الأسد",
            "النمر",
            "الذئب"
        ],
        "ans": 0
    },
    {
        "q": "ما نوع الخلية التي تحتوي على نواة حقيقية؟ (20)",
        "options": [
            "بروكاريوت",
            "أستروكيوت",
            "يوكاريوت",
            "ميتوكوندريا"
        ],
        "ans": 2
    },
    {
        "q": "ما غاز الدفيئة الأكثر وفرة في الغلاف الجوي؟ (20)",
        "options": [
            "ميثان",
            "أكسيد النيتروز",
            "ثاني أكسيد الكربون",
            "بخار الماء"
        ],
        "ans": 3
    },
    {
        "q": "ما مصطلح الطاقة الناتجة من تحلل الذرة؟ (20)",
        "options": [
            "طاقة شمسية",
            "طاقة نووية",
            "طاقة حرارية",
            "طاقة حركية"
        ],
        "ans": 1
    },
    {
        "q": "ما أصغر وحدة في علم الأحياء؟ (20)",
        "options": [
            "الخلية",
            "الذرة",
            "الجزيء",
            "المركب"
        ],
        "ans": 0
    },
    {
        "q": "ما قانون بقاء الطاقة ينص على؟ (20)",
        "options": [
            "الطاقة تُفنى",
            "الطاقة تتحول",
            "الطاقة تُخلق",
            "الطاقة تزول"
        ],
        "ans": 1
    },
    {
        "q": "ما هو الرقم الذري للهيدروجين؟ (20)",
        "options": [
            "1",
            "2",
            "8",
            "10"
        ],
        "ans": 0
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (1)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (1)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (1)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (1)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (1)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (1)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (1)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (1)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (1)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (1)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (2)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (2)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (2)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (2)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (2)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (2)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (2)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (2)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (2)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (2)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (3)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (3)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (3)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (3)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (3)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (3)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (3)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (3)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (3)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (3)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (4)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (4)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (4)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (4)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (4)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (4)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (4)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (4)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (4)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (4)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (5)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (5)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (5)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (5)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (5)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (5)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (5)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (5)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (5)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (5)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (6)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (6)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (6)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (6)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (6)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (6)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (6)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (6)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (6)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (6)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (7)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (7)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (7)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (7)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (7)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (7)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (7)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (7)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (7)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (7)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (8)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (8)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (8)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (8)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (8)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (8)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (8)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (8)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (8)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (8)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (9)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (9)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (9)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (9)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (9)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (9)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (9)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (9)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (9)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (9)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (10)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (10)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (10)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (10)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (10)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (10)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (10)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (10)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (10)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (10)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (11)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (11)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (11)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (11)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (11)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (11)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (11)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (11)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (11)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (11)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (12)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (12)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (12)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (12)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (12)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (12)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (12)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (12)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (12)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (12)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (13)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (13)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (13)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (13)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (13)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (13)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (13)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (13)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (13)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (13)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (14)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (14)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (14)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (14)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (14)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (14)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (14)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (14)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (14)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (14)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (15)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (15)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (15)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (15)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (15)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (15)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (15)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (15)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (15)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (15)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (16)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (16)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (16)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (16)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (16)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (16)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (16)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (16)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (16)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (16)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (17)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (17)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (17)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (17)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (17)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (17)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (17)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (17)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (17)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (17)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (18)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (18)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (18)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (18)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (18)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (18)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (18)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (18)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (18)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (18)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (19)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (19)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (19)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (19)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (19)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (19)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (19)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (19)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (19)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (19)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "متى بدأت الحرب العالمية الأولى؟ (20)",
        "options": [
            "1914",
            "1918",
            "1939",
            "1945"
        ],
        "ans": 0
    },
    {
        "q": "من مؤسس الدولة العثمانية؟ (20)",
        "options": [
            "عثمان",
            "محمد الفاتح",
            "سليمان",
            "مراد"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم أول امبراطورية في التاريخ؟ (20)",
        "options": [
            "الرومانية",
            "العثمانية",
            "الفرعونية",
            "الآشورية"
        ],
        "ans": 2
    },
    {
        "q": "في أي قارة تقع مصر؟ (20)",
        "options": [
            "أفريقيا",
            "آسيا",
            "أوروبا",
            "أمريكا"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الدولة التي غزاها هتلر أولاً في الحرب؟ (20)",
        "options": [
            "بولندا",
            "فرنسا",
            "روسيا",
            "إنجلترا"
        ],
        "ans": 0
    },
    {
        "q": "من هو كريستوفر كولومبوس؟ (20)",
        "options": [
            "عالم",
            "مخترع",
            "مستكشف",
            "رسام"
        ],
        "ans": 2
    },
    {
        "q": "ما اسم العاصمة الأثرية للأنكا؟ (20)",
        "options": [
            "ماشو بيتشو",
            "كوسكو",
            "ليما",
            "أنكون"
        ],
        "ans": 1
    },
    {
        "q": "ما اسم البحر الذي لا مخرج له؟ (20)",
        "options": [
            "قزوين",
            "الأحمر",
            "المتوسط",
            "الكاريبي"
        ],
        "ans": 0
    },
    {
        "q": "متى انهار الاتحاد السوفيتي؟ (20)",
        "options": [
            "1991",
            "1989",
            "2001",
            "1975"
        ],
        "ans": 0
    },
    {
        "q": "من كتب ملحمة الإلياذة والأوديسة؟ (20)",
        "options": [
            "أفلاطون",
            "أرسطو",
            "هوميروس",
            "سقراط"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (1)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (1)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (1)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (1)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (1)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (1)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (1)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (1)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (1)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (1)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (2)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (2)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (2)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (2)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (2)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (2)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (2)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (2)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (2)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (2)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (3)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (3)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (3)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (3)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (3)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (3)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (3)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (3)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (3)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (3)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (4)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (4)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (4)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (4)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (4)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (4)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (4)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (4)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (4)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (4)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (5)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (5)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (5)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (5)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (5)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (5)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (5)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (5)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (5)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (5)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (6)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (6)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (6)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (6)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (6)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (6)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (6)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (6)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (6)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (6)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (7)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (7)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (7)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (7)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (7)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (7)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (7)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (7)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (7)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (7)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (8)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (8)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (8)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (8)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (8)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (8)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (8)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (8)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (8)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (8)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (9)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (9)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (9)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (9)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (9)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (9)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (9)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (9)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (9)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (9)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (10)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (10)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (10)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (10)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (10)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (10)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (10)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (10)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (10)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (10)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (11)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (11)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (11)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (11)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (11)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (11)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (11)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (11)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (11)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (11)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (12)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (12)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (12)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (12)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (12)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (12)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (12)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (12)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (12)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (12)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (13)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (13)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (13)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (13)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (13)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (13)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (13)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (13)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (13)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (13)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (14)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (14)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (14)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (14)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (14)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (14)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (14)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (14)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (14)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (14)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (15)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (15)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (15)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (15)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (15)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (15)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (15)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (15)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (15)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (15)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (16)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (16)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (16)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (16)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (16)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (16)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (16)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (16)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (16)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (16)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (17)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (17)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (17)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (17)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (17)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (17)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (17)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (17)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (17)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (17)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (18)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (18)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (18)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (18)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (18)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (18)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (18)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (18)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (18)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (18)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (19)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (19)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (19)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (19)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (19)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (19)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (19)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (19)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (19)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (19)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    },
    {
        "q": "كم عدد لاعبي كرة السلة في الملعب؟ (20)",
        "options": [
            "5",
            "6",
            "7",
            "4"
        ],
        "ans": 0
    },
    {
        "q": "من كتب رواية \"1984\"؟ (20)",
        "options": [
            "جورج أورويل",
            "دوستويفسكي",
            "توماس هاردي",
            "مارك توين"
        ],
        "ans": 0
    },
    {
        "q": "أي رياضة تُلعب بالرمي والسلة؟ (20)",
        "options": [
            "كرة السلة",
            "الكرة الطائرة",
            "اليد",
            "التنس"
        ],
        "ans": 0
    },
    {
        "q": "من رسم لوحة الموناليزا؟ (20)",
        "options": [
            "ليوناردو دافنشي",
            "بابلو بيكاسو",
            "فنسنت فان جوخ",
            "ميخائيل أنجلو"
        ],
        "ans": 0
    },
    {
        "q": "ما اسم الملعب الذي يستضيف عادة كأس العالم لكرة القدم؟ (20)",
        "options": [
            "ويمبلي",
            "ماراكانا",
            "استاد الأولمبي",
            "الأزتيكا"
        ],
        "ans": 1
    },
    {
        "q": "كم عدد رياضات دورة الألعاب الأولمبية الصيفية؟ (20)",
        "options": [
            "33",
            "28",
            "32",
            "26"
        ],
        "ans": 2
    },
    {
        "q": "من هو مؤلف رواية \"الحرب والسلام\"؟ (20)",
        "options": [
            "تولستوي",
            "دوستويفسكي",
            "غوغول",
            "بوك"
        ],
        "ans": 0
    },
    {
        "q": "أي فنان مشهور رسم اللوحة \"الصرخة\"؟ (20)",
        "options": [
            "مونش",
            "بيكاسو",
            "مونيه",
            "فان جوخ"
        ],
        "ans": 0
    },
    {
        "q": "في أي لعبة نستخدم مضربًا وكرة صغيرة؟ (20)",
        "options": [
            "تنس",
            "كرة القدم",
            "الرجبي",
            "البيسبول"
        ],
        "ans": 0
    },
    {
        "q": "من هو الشاعر الذي كتب \"إذا الشعب يوما أراد الحياة\"؟ (20)",
        "options": [
            "ابن خلدون",
            "ابن الرومي",
            "الشابي",
            "المتنبي"
        ],
        "ans": 2
    }
]